{"ksic":"23199","an":"특1994-021923","ad":"19940831","pn":"특0118285","pd":"19970930","rn":"특0118285","rd":"19970716","ipc":"C03B19/10","cpc":"C03B19/1005 | Y02P40/51 | Y02P40/53 | Y10S165/903","title":"글래스비드 성형장치","ab":"본 발명은 수직성형로 중앙 상부에 흡입관과 폐열인출관을 연통시키고, 흡입관 일측에 글래스비드가 유출될 수 있도록 인출호퍼를 설치하여 컨베이벨트에 근접 대응시키고, 수직성형로 측변 외주면에 열순환관을 정착하여 성형로내의 대류현상을 촉진시키며, 로 상부 일측에 열공급관이 연통되어 하측의 혼합가스공급관에 연결시킨 구성으로써, 연소실의 열효율을 높이고, 폐열로 별도의 열교환기에 공급하여 난방열 또는 건조열로 사용할 수 있도록 창안된 글래스비드 성형장치에 관한 것이다.\\n","cl":"원료공급통체(2)의 상부에 공급관(2a)이 연통되고, 바닥 외주면에 다수의 투입관(2b)이 연통설치되어 수직성형로(1) 상부에서 관통되어 투입관(2b) 말단부가 연소실(A)에 위치하도록 하고, 공급통체(2) 바닥 중앙에는 회전판(13)이 유차되어 저부에 모터(14)가 설치된 글래스비드 성형장치에 있어서, 수직성형로(1)이 중앙상부에 흡입관(3)이 설치되고, 흡입관(3) 일측에 인출호퍼(4)(4')가 장착되어 하단부가 컨베이벨트(15)에 근접 대응되도록 하고, 인출호퍼(4)(4') 상부의 흡입관(3)에 연통된 폐열인출관(5)이 열교환기(10)에 연결된 것으로써, 폐열인출관(5) 중앙부에 흡입휀(9)이 구비되어 글래스비드 성형시 발생된 열을 난방, 건조열로 사용할 수 있도록 구성된 글래스비드 성형장치.\\n \\n 제1항에 있어서, 수직성형로(1)의 몸체 외주면에 다수의 열순환관(6)을 입설장착시켜 글래스비드 원료가 용융시 수직성형로 내부열의 순환회전되어 대류현상이 되도록 구성된 글래스비드 성형장치.\\n \\n 제1항에 있어서, 수직성형로(1)의 상부 일측 외주면에 열공급관(7)이 연통되도록 설치되어 연소실(A)저면의 혼합가스공급관(8)에 연결되어 혼합가스의 온도를 상승시키도록 구성된 글래스비드 성형장치.\\n \\n","apg":"지남산업주식회사","invt":"강신종"}
{"ksic":"37021","an":"특1994-016867","ad":"19940713","pn":"특0120279","pd":"19971029","rn":"특0120279","rd":"19970814","ipc":"C02F1/28 | C02F11/00","cpc":"C02F3/046","title":"정화조배출수의 자연여과장치","ab":"본 발명은 각종 정화조에서 배출되는 배출수를 기계적 또는 전기적 시설없이 자연여과처리하여 고급수질로 방류되게 하므로서 수질오염을 줄일 수 있도록 한 자연여과장치에 관한 것이다.\\n 종래 각종 정화시설에서 배출되는 유출수에는 부유물질이 상당량 함유되어 있으므로 비록 정화조에서 정화처리된 상태라 할지라도 그 방류수는 만족스럽지 못한 오수이며, 수질오염을 유발하는 오수를 자연에 방류하는 문제점이 있었다.\\n 본 발명은 이러한 종래의 정화조 배출수(오수)를 재여과시켜 보다 고급수질로 방류시키게 함과 정화조 배출수를 전기적, 기계적 시설없이 풍력을 이용한 산소공급으로 자연여과시킬 수 있도록 하는 일종의 토양식 여과장치를 제공함에 목적이 있다.\\n 본 발명은 특징적 기술은, 다공격벽(5)에 의해 일측은 여과실(3)로, 타측은 집수실(4)로 구성한 수로형 여과조(1) 상단에 정화시설과 연결되는 이송관(2)을 길이방향으로 안치시켜 여과조(1)와 일치되는 부위에만 다공관(10)을 형성하여 이루고, 다공관(10)에는 공기유입관(11)과 공기흡출관(12)(13)을 연관시켜서 공기순환장치를 형성하며, 상기 여과장치를 약간의 기울기를 갖도록 배설하여 표토에 잔디 및 나무를 심어서 됨을 특징으로 한 정화조배출수의 자연여과장치임.\\n","cl":"콘크리트 재질의 수로형 여과조나 장방형 여과조에 기존 정화조에서 1차 정화된 배출수를 이송관으로 유입시켜 여과되게 하는 여과장치와, 이에 풍력을 이용한 흡출기로 공기를 공급하여 여과조내에 호기성 균의 서식을 돕게 하는 공기순환장치를 형성하여, 악취없는 고급수질의 여과수를 배출할 수 있게 함을 특징으로 한 정화조 배출수의 자연여과장치.\\n \\n 제1항에 있어서, 여과장치는 다공격벽(5)에 의해 일측은 여과실(3)로, 타측은 집수실(4)로 구성한 수로형 여과조(1) 상단에 정화시설과 연결되는 이송관(2)을 길이방향으로 안치시켜 여과조(1)와 일치되는 부위에만 다공관(10)을 형성하여 이루고, 공기순환장치는 다공관(10)에 공기유입관(11)과 공기흡출관(12)(13)을 연관시켜서 이루며, 상기 여과장치를 약간의 기울기를 갖도록 매설하여 표토에 잔디 및 나무를 심어서 됨을 특징으로 한 정화조 배출수의 자연여과장치.\\n \\n 제1항에 있어서, 장방형 여과조는 제1여과실과 제2여과실로 형성하여 중간격벽(101)에 통로(102)를 형성하고 이들 여과실에 설치되는 이송관은 복층구조로 형성하여서 됨을 특징으로 한 정화조 배출수의 자연여과장치.\\n \\n","apg":"박재하 | 김정용 | 이삼락","invt":"박재하 | 김정용 | 이삼락"}
{"ksic":"33120","an":"특1995-016613","ad":"19950621","pn":"특0120620","pd":"19971022","rn":"특0120620","rd":"19970819","ipc":"A44B25/08","cpc":"A44C27/00 | B21L11/12 | A44C11/00","title":"비드 조립형 액세서리의 제조 방법","ab":"1. 청구범위에 기재된 고안이 속한 기술분야\\n 브레이징용접, 다이스에 의한 인발 및 침에 의한 단순 조립의 구상.\\n 2. 해결하려고 하는 기술적 과제\\n 기존의 9자핀 말이형 악세사리는 9자말이 조립용 집게에 의한 수작업으로 인해서 조립 속도가 대단히 늦고 숙련도가 요구되며, 9자 말이의 접점부분이 끊어진 유단(有斷)상태에서 조립됨으로 완성품을 당겼을때 9자부분이 쉽게 분해되는 경향이 많기 때문에, 대량의 조립이 가능하며 조립공정비를 절감하면서도 쉽게 끊어지지 않는 무단(無斷)상태의 연결 고리로써 조립하는 방법의 구상.\\n 3. 발명의 해결 방법의 요지\\n 상기 과제에 중요한 해결책은 유단의 체인을 브레이징 공법으로 용접을 하는데 예를들어서 사용되는 체인이 단동선인 경우 은 합금의 용접재로써 브레이징용접을 하여 무단체인화하고 조립되어지는 소재 즉 비드의 구멍 내경보다 작은 외경의 체인을 제작해야만 비드의 삽입이 가능함으로 이들 체인을 비드의 구멍 내경보다 작은 내경의 다이스에 연속적으로 통과시켜 인발하면 연결된 무단체인에 의해 비드가 대량으로 삽입이 가능하게 된다. 고로 개개의 9자형 핀으로 비드를 삽입하여 9자말이용 집게로 수작업에 의한 조립보다는 그 속도가 비교되지 않을 만큼 빠르다. 또한 무단체인에 연결된 비드와 비드 사이의 체인의 틈새에 간단한 조립용 치구인 경사가공된 침을 압입하여 벌려줌으로써 압입되는 침의 규격 및 형상대로 원하는 형상의 연결고리가 됨으로 9자핀을 이용한 악세사리와 얼핏 같은 외관의 형상이 되지만 실제로는 무단의 연결고리이기에 쉽게 끊어지지 않고 비숙련공에 의한 조립일지라고 균일한 품질관리가 된다. \\n 4. 발명의 중요한 용도\\n 비드를 조립한 목걸이, 벨트, 팔찌등 악세사리 외에 묵주 등의 조립에 있어서 기존의 9자핀을 이용한 악세사리와 같은 수작업에 의한 유단의 조립형태가 아닌 지극히 단순하면서도 획기적인 방법에 의해서 현재까지는 전세계적으로도 유일 무이한 무단체인 조립형 악세사리임으로 기존의 9자말이형 악세사리보다는 조립비가 약 10%정도 밖에 되지 않으면서도 품질은 월등 우수함으로 현재 전세계 소요량(완제품 가격 기준 최소 월간 500만달러 이상으로 추정)중 상당량을 단순 조립(무단체인에 비드의 연속삽입 및 조립용 치구 침의 연속 또는 대량 동시 압입)공정의 자동화 내지는 반자동화로 가능하여 대량 생산도 가능함으로 현재 우리 나라의 고인건비와는 무관하게 수출품으로도 대단히 유망하다.\\n","cl":"C형의 연결고리를 상호 연결한 후, 각 연결고리의 틈새를 브레이징용접하여 무단체인을 형성하는 제1공정 ; 무단체인을 비드의 구멍보다 작은 내경을 갖는 다이스를 통과시켜 납작한 형상으로 형성하는 제2공정 ; 제2공정에서 얻어진 무단체인에 비드를 삽입하는 제3공정 ; 비드와 비드 사이에 위치되는 연결고리의 내경을 확장시켜 비드를 무단체인에 고정하는 제4공정으로 된 것을 특징으로 하는 비드 조립형 액세서리의 제조 방법.\\n \\n","apg":"여수동 | 허남일","invt":"여수동 | 허남일"}
{"ksic":"24222","an":"특1995-017642","ad":"19950623","pn":"특0121313","pd":"19971124","rn":"특0121313","rd":"19970826","ipc":"F02M35/10 | F02M35/104","cpc":"F02M35/104 | F02M35/10327 | F02M35/10072 | F02M35/10085","title":"내연기관의 흡기매니폴드","ab":"본 고안은 알루미늄으로 형성되며 소성가공이 용이한 구성을 하는 메인런너부에 실린더헤드와 분기된 분기런너부를 결합하여 엔진의 무게를 경감하고, 신뢰성을 보장하고 내구성을 증대하며, 아울러 외기의 흡입 유동을 원활히 하고 소음발생을 억제하는 내연기관의 흡기매니폴드에 관한 것으로서, 특히 내연기관의 흡기계통의 드로틀바디와 연결되는 메인런너부(2)와, 상기 메인런너부(2)와 연결되어 엔진의 각 실린더에 외기를 분배하는 분기런너부(3)와, 그리고, 상기 분기런너부(7)의 엔진과 연결되는 부위에 장착되는 커넥터부(8,9,10)로 구성되는 내연기관의 흡기매니폴드로, 상기 메인런너부(2)는 상부는 닫혀 있고, 하측은 개방되며 좌우측이 관통되어 형성되는 상부캡(3)과; 상기 상부캡(3)의 내측면에 장착되며 길이방향의 외주에 상부캡(3)과 결합되는 형상을 하고 분기런너부(7)와 연통하는 흡기통로를 형성하는 하부캡(4)과 ; 상기 하부캡(4)이 결합되는 상부캡(3)의 일측면에 결합되며 상부캡(3)을 향하여 결합구조를 형성하는 드로틀바디커넥터(5)와; 상기 드로틀바디커넥터(5)가 결합되는 상부캡(3)의 반대편에 결합되며 상부캡(3)을 향하여 결합구조를 하는 앤드캡(6)으로 구성되는 것을 특징으로 하는 내연기관의 흡기매니폴드이다.\\n","cl":"내연기관의 흡기계통의 드로틀바디와 연결되는 메인런너부(2)와, 상기 메인런너부(2)와 연결되어 엔진의 각 실린더에 외기를 분배하는 분기런너부(7)와, 그리고, 상기 분기런너부(7)의 엔진과 연결되는 부위에 장착되는 커넥터부(8,9,10)로 구성되며, 각기 땜납저류용 간극(t)를 형성하는 내연기관의 흡기매니폴드에 있어서, 상기 메인런너부(2)는 상부는 닫혀 있고 하측은 개방되며 좌우측이 관통되어 형성되는 상부캡(3)과; 상기 상부캡(3)의 내측면에 장착되며 길이방향의 외주에 상부캡(3)과 결합되는 형상을 하고 분기런너부(7)와 연통하는 흡기통로를 형성하는 하부캡(4)과; 상기 하부캡(4)이 결합되는 상부캡(3)의 일측면에 결합되며 상부캡(3)을 향하여 결합구조를 형성하는 드로틀바디커넥터(5)와; 상기 드로틀바디커넥터(5)가 결합되는 상부캡(3)의 반대편에 결합되며 상부캡(3)을 향하여 결합구조를 하는 앤드캡(6)으로 구성되는 것을 특징으로 하는 내연기관의 흡기매니폴드.\\n \\n 제1항에 있어서, 상기 상부캡(3)은 하측내면 양측에 위에서부터 길이방향으로 끼움홈(14)을 형성하고, 그 아래에 길이방향으로 요입홈(16)을 형성하는 것을 특징으로 하는 내연기관의 흡기매니폴드.\\n \\n 제1항에 있어서, 상기 하부캡(4)은 폭방향 양측에 상부캡(3)의 끼움홈(14)과 상응하는 끼움단턱(13)을 길이방향으로 형성하며, 하측으로 연장부를 형성하고 내측에 라운딩을 형성하는 흡기통로의 지름보다 큰 지름을 가지고 그 내면에 서로 일정한 간격을 가지며 돌출부(25,25')를 형성하는 내측단(23,23')을 형성하는 것을 특징으로 하는 내연기관의 흡기매니폴드.\\n \\n 제1항에 있어서, 드로틀바디커넥터(5)는 내면이 상부캡(3)의 내측면을 향하여 일정곡률(R)을 가지는 라운딩형상을 하며, 상부캡(3)을 향하여 끼움단턱(20)을 형성하고, 결합방향과 반대측에 돌출부(21,21')를 형성하는 것을 특징으로 하는 내연기관의 흡기매니폴드.\\n \\n 제1항에 있어서, 상기 앤드캡(6)은 내면에 결합되는 방향으로 일정곡률반경(R)을 형성하는 형상을 하고 있으며, 외주에는 끼움단턱(18)을 형성하고 있고, 상기 끼움단턱(18)중에 결합되는 방향의 반대방향으로 돌출부(19,19')를 형성하며, 결합후 상부캡(3)과 동일면을 형성하는 외연부를 형성하는 것을 특징으로 하는 내연기관의 흡기매니폴드.\\n \\n","apg":"주식회사경남금속","invt":"이석규 | 강병출 | 김성구 | 손영범 | 구본학"}
{"ksic":"24222","an":"특1995-017643","ad":"19950623","pn":"특0121314","pd":"19971124","rn":"특0121314","rd":"19970826","ipc":"F02M35/10 | F02M35/104","cpc":"F02M35/104 | F02M35/10085","title":"내연기관의 흡기매니폴드 제조방법","ab":"본 고안은 알루미늄으로 형성되며 소성가공이 용이한 구성을 하는 메인런너부에 실린더헤드와 분기된 분기런너부를 결합하여 엔진의 무게를 경감하고, 신뢰성을 보장하고 내구성을 증대하며, 아울러 외기의 흡입 유동을 원활히 하고 소음 발생을 억제하는 내연기관의 흡기매니폴드 제조 방법에 관한 것으로서, 특히 AA6000계 알루미늄괴를 소성영역에서 상부캡과, 상기 상부캡의 저면에 장착되는 하부캡과, 상기 하부캡이 결합되는 드로틀바디커넥터, 그리고 상기 드로틀바디커넥터가 결합되는 상부캡의 반대편에 결합되는 앤드캡을 가공하는 메인런너부가공공정과; 상기 메인런너부가공공정에서 가공된 상부캡의 하부에 하부캡을 조립하고, 일측에는 드로틀바디커넥터를 결합하며, 타측에는 앤드캡을 땜납으로 결합하는 메인런너부조립공정과; 상기 메인런너부조립공정으로 제조된 메인런너부에 결합되는 각 분기런너를 알루미늄괴의 압출가공으로 제조된 관을 일정 크기로 커팅하고, 소정의 각도로 벤딩하는 분기런너부가공공정과; 상기 분기런너부가공공정에서 가공된 분기런너부를 메인런너부에 땜납으로 결합하는 분기런너부조립공정과; 상기 분기런너부와 땜납으로 알루미늄괴를 냉간단조로 가공된 커넥터부를 결합하는 커넥터조립공정으로 이루어지는 것을 특징으로 하는 내연기관의 흡기매니폴드 제조방법이다. \\n","cl":"알루미늄괴를 상부가 닫혀 있고 하부는 개방되며 좌우측이 관통되어 형성되는 상부캡(3)을 압출로 가공하는 제1단계와, 상기 상부캡(3)의 저면에 장착되며 길이방향의 외주에 상부캡(3)과 결합되는 형상을 하고 분기런너부(7)와 연통하는 흡기통로를 형성하는 하부캡(4)을 압출가공후 단조가공하는 제2단계와, 상기 하부캡(4)이 결합되는 상부캡(3)의 일측면에 결합되며 상부캡을 향하여 결합구조를 형성하는 드로틀바디커넥터(5)를 단조가공하는 제3단계와, 상기 드로틀바디커넥터(5)가 결합되는 상부캡의 반대편에 결합되며 상부캡을 향하여 결합구조를 하는 앤드캡(6)을 단조가공하는 제4단계와, 그리고, 분기런너부(7)의 마운팅보스(11)와 분기런너부(7)의 진동을 방지하는 보강브라켓(12)을 단조가공하는 제5단계로 이루어진 메인런너부가공공정(100)과; 상기 메인런너부가공공정(100)에서 가공된 상기 상부캡(3)에 하측의 끼움홈(14)에 하부캡(4)의 끼움단턱(13)을 끼우고, 땜납저류용 요입홈(16)에 끼워진 땜납(15)을 용융시키는 제1단계와; 상기 제1단계에서 하부캡(4)이 결합된 상부캡(3)에 앤드캡(6)을 기우고 땜납으로 결합하는 제2단계와; 상기 제2단계에서 앤드캡(6)이 결합된 상부캡(3)에 드로틀바디커넥터(5)를 결합하는 땜납으로 고정하는 제3단계와; 그리고 마운팅보스(11)과 진동보강브라켓(12)을 땜납으로 분기런너부(7)에 결합하는 제4단계로 이루어진 메인런너부조립공정(110)과; 상기 메인런너부조립공정(110)으로 조립된 메인런너부(2)에 결합되며, 소재의 두께를 흡기매니폴드(1)의 진동량을 최소화하도록 최소 두께 이상으로 압출파이프를 가공하는 제1단계와, 상기 제1단계에서 생산된 압출파이프를 일정한 길이로 커팅하는 제2단계, 그리고 상기 제2단계에서 커팅된 압출파이프를 일정한 각도로 벤딩하는 제3단계로 이루어진 분기런너부가공공정(120)과; 상기 분기런너부가공공정(120)에서 가공된 분기런너부(7)를 메인런너부(2)중의 하부캡(4)의 분기런너부(7)가 장착되는 방향으로 내면에 형성된 내측단(23,23')에 끼우고, 상기 내측단(23,23')의 내측에 돌출부(25,25')에 의해 형성된 땜납저류용 간극(t)에 땜납을 충진하여 고정되는 분기런너부조립공정(130)과; 상기 분기런너부조립공정(130)에서 조립된 분기런너부(7)를 땜납으로 알루미늄괴를 냉간단조로 가공한 커넥터부(8,9,10)의 내측에 턱(27,27')을 형성하면서 내측단(26,26')에 끼우고 그 내면에 돌출부(28,28')에 의해 형성된 땜납저류용 간극(t)에 용융하여 충진시킴으로써 고정시키는 커넥터조립공정(140)으로 이루어지는 것을 특징으로 하는 내연기관의 흡기매니폴드 제조방법.\\n \\n 제1항에 있어서, 상기 분기런너부가공공정(120)의 제3단계에서 벤딩가공은 맨드릴(mandrel)을 압출파이프내에 끼운다음 벤딩하는 것을 특징으로 하는 내연기관의 흡기매니폴드 제조방법.\\n \\n 제1항에 있어서, 메인런너부가공공정(100)의 제1단계는 인발가공후 전단하여 상부캡(3)을 가공하는 것을 특징으로 하는 내연기관의 흡기매니폴드 제조방법.\\n \\n 제1항에 있어서, 메인런너부가공공정(100)에서 제2단계는 인발가공한 후 단조가공하여 하부캡(4)을 가공하는 것을 특징으로 하는 내연기관의 흡기매니폴드 제조방법.\\n \\n","apg":"주식회사경남금속","invt":"이석규 | 강병출 | 김성구 | 손영범 | 구본학"}
{"ksic":"16229","an":"특1994-012484","ad":"19940603","pn":"특0121440","pd":"19971115","rn":"특0121440","rd":"19970827","ipc":"E04B1/58 | E04B1/18 | E04B2/56","cpc":"E04B1/163 | E04B1/043","title":"현장시공과 조립식건축물의 복합형 시공방법","ab":"본 발명은 건축물시공에 있어, 현장시공되는 벽체와 조립식(P.C) 바닥판(SLAB)의 복합 시공방법에 관한 것으로 건축물의 벽체(10)를 현장시공함에 있어서, 상단부에 수평조절 나무편(20)을 고정함과 이에 조립식 바닥판(30)의 지지부(40)가 재치되게하고 틈새용 모르타르(50)를 타설함을 특징으로 하는 현장시공과 조립식 건축물의 복합형 시공방법.\\n","cl":"건축물의 벽체(10)를 현장시공함에 있어서, 상단부에 수평조절 나무편(20)을 고정함과, 이에 조립식 바닥판(30)의 지지부(40)가 재치되게하고 죠인트용 콘크리트 및 틈새용 모르타르(50)를 타설함을 특징으로 하는 현장시공과 조립식 건축물의 복합형시공방법.\\n \\n","apg":"주식회사금호건설","invt":"윤철중"}
{"ksic":"23919","an":"특1993-019813","ad":"19930927","pn":"특0122119","pd":"19971115","rn":"특0122119","rd":"19970902","ipc":"B05D5/00","cpc":"B44C5/0453 | C08J7/047 | C08J7/08","title":"상패 제조방법","ab":"본 발명은 상패 제조방법에 관한 것으로, 구체적으로는 합성수지의 일종인 ABS 재질(이외에도 목재 P.P재, GP, 합성수지제, 하인백등 등을 사용할 수 있음)을 이용하여 기본형을 형성하고, 이 표면에 우레탄 물질의 분말(또는 액)과 ABS용 신나를 1:1비율로 혼합하여 분무 양생시킴으로써 지금까지 사용중인 상패의 관념과는 전혀 다른 매우 고품격의 새로운 상패를 보다 간편하고 보다 저렴하게 제조할 수 있도록 하기 위한 것이다.\\n","cl":"ABS 재질로 상패의 기본형을 사출성형한후, 이 표면에 우레탄 물질(분말 또는 용액으로 된것)과 ABS용 신나를 1:1비율로 혼합하여서 된 분무액을 도포한 다음 건조로에 넣고 70℃∼80℃ 정도의 온도를 유지시켜 2∼3시간 건조시킨후 이 표면에 텍스탄(고려화학의 UT 5238과 삼성화학의 FCOATSH 4509를 혼합한 것으로 업계에서 통상 사용되는 명칭임) 및 신나를 1:1비율로 혼합하여 분무한 다음, 다시 건조로에 넣고 70℃∼80℃의 온도에서 2∼3시간 건조시켜서 상패를 제조함을 특징으로하는 상패 제조방법.\\n \\n 제1항에 있어서, P.P 재질로 기본형을 사출성형한후 프라이마와 P.P용 신나를 1:1비율로 혼합하여 표면에 도포시켜 건조로에서 70℃∼80℃의 온도로 2∼3시간정도 건조시킨 다음 이 표면에서 텍스탄과 텍스탄용 신나를 1:1비율로 혼합한 텍스탄 분무액을 분무시킨 다음 다시 70℃∼80℃의 온도로 된 건조로에서 2∼3시간정도 건조시켜서 상패를 제조함을 특징으로 하는 상패 제조방법.\\n \\n 제1항에 있어서, 하인백으로써 기본형을 사출성형한 후, 이 표면에 하인백용 도료와 하인백용 신나를 1:1비율로 혼합하여 도포하고, 이를 70℃∼80℃의 건조로에서 2∼3시간정도 건조시킨 다음 텍스탄과 텍스탄용 신나를 1:1비율로 혼합한 텍스탄 분무액을 분사시켜 다시 70℃∼80℃의 온도로 된 건조로에서 2∼3시간정도 건조시켜서 상패를 제조함을 특징으로 하는 상패 제조방법.\\n \\n 제1항에 있어서, 목재료 기본형을 형성한 후, 이 표면에 샌딩실러(SANDING SEALER)와 신나를 1:1비율로 혼합하여 분무하고, 이를 1시간정도 자연건조(열풍건조도 가능)시킨후 이 표면에 텍스탄과 락카용 신나를 혼합한 분무액을 분무하여 자연건조 또는 열풍건조시킴을 특징으로 하는 상패 제조방법.\\n \\n","apg":"김상열","invt":"김상열"}
{"ksic":"33201","an":"특1994-022446","ad":"19940907","pn":"특0122294","pd":"19971205","rn":"특0122294","rd":"19970903","ipc":"G01H1/32","cpc":"G10H1/32 | G10C3/02","title":"디지탈 피아노의 사이드아암(Side Arm) 결합장치","ab":"본 발명은 디지탈 피아노의 상부양측에 설치되는 사이드 아암(피아노 소매)을 사출물로 구성하여 그 구조를 단순화시킬 수 있는 사이드 아암 결합 장치에 관한 것으로 그 기술적인 구성은, 디지탈 피아노의 상부양측에 설치되는 사이드 아암(1)(1')의 사이드 아암 본체부(3) 상측으로 상부 브라켓트(2)를 착설하며 그 전방으로 요홈(7))이 형성되어 키이슬립(9)이 긴밀하게 삽입토록 되고, 상기 가이드 아암 본체부(3) 내부 상측 주연에는 건반덮개 이송용 가이드 돌턱(11) 및 래크(12), 이송축 가이드편(l3)이 일체로 연설되는 한편, 하측에는 키이블록(15)과 키이베드 브라켓트(14)가 각각 일체로 설치되는 것이다.\\n 이에 따라서, 디지탈 피아노의 상부 양측으로 설치되는 사이드 아암의 내측으로 키이블록, 키이베드 브라겟트 및 래크등과 같은 부품을 상기 사이드 아암과 일체인 단일 사출물로 하여 디지탈 피아노의 제작이 간편하고 용이하게 이루어지게 되며, 사이드 아암 상부 및 후방에 설치되는 상부 판넬과 후방 펜날의 조립이 용이하게 수행될 수 있게 되고, 사이드 아암의 변형을 예방하면서도 균일한 품질의 제품을 다량으로 제작할수 있는 것이다.\\n","cl":"디지탈 피아노의 상부양측에 설치되는 사이드 아암(1)(1')의 사이드 아암 본체부(3) 상측으로 스크류결합홀(4)이 다수개 형성되어 상부판넬(5)이 결합토록 스크류로서 사이드 아암 본체부(3) 상측에 착설되는상부 브라켓트(2)와, 상기 아암 본체부(3)의 내측 전방으로 형성된 요홈(7)내에 키이베드(8)의 전방 일측단부가 착설된 키이슬립(9)이 긴밀하게 삽입되어 결합토록 되는 키이슬립 고정부(6)와, 상기 사이드 아암 본체부(3)의 내부 상측 주연으로 건반덮개가 이동되는 가이드 돌턱(11)이 연설되고, 그 후방에는 래크(12) 및 이송축 가이드편(13)이 일체로 연설되어 전반덮개 개폐용 피니인 기어 및 이송축이 안내토록 설치되는 건반덮개 이송부(10)와, 사이드 아암 본체부(3) 하측으로 돌설된 키이블록(15)의 저부에 스크류 결합용 보스(16)(16)가 하향 돌설되고, 상기 키이블록(15) 후방에는 키이베드(8)의 양측단부와 스크류로서 결합토록 수평방향으로 연설된 키이베드 브라켓트(14)와, 상기 아암 본체부(3) 후방에는 수직방향으로 요설된 ㄷ자 형상의 판넬 결합홈(17)이 설치되어 그 내부에 후방판넬(18)의 양측단부가 삽입되어 결합되는 후방판넬 결합부(19)를 포함하여 구성됨을 특징으로 하는 디지탈 피아노의 사이드 아암 결합장치.\\n \\n 제1항에 있어서, 상기 사이드 아암 본체부(3) 상측에 착설되는 상부 브라켓트(2)는, 내측 벽면에 결합홈(21)이 마련된 지지대(22)가 횡설되어 상부 판넬(5)이 상부 브라켓트(2)사이의 내측벽면에 결합됨을 특징으로 하는 디지탈 피아노의 사이드 아암 결합장치.\\n \\n","apg":"대우전자주식회사","invt":"문병조"}
{"ksic":"33201","an":"특1994-027240","ad":"19941025","pn":"특0122332","pd":"19971205","rn":"특0122332","rd":"19970903","ipc":"G10H1/32","cpc":"G10H1/32 | G10C3/02","title":"디지탈 피아노의 건반덮개 개폐장치","ab":"본 발영은 디지탈 피아노의 건반덮개를 손쉽고 용이하게 개폐시킬 수 있는 건반덮개 이송장치에 관한 것으로 그 기술적인 구성은, 디지탈 피아노(1)의 사이드 아암(2) 내측벽면에 래크 지지브라켓트(3)를 일체로 설치하며, 상기 사이드 아암(2) 사이에 횡설되는 건반덮개(4) 후방 양측의 피니언 기어(6)가 래크 지지브라켓트(3) 하측의 래크 기어(7)와 맞물려 회전 이송토록 하며, 상기 퍼니언 기어(6)의 이송축(5)일단에 지지바아(9)를 연설하여 래크 지지브라켓트(3)의 내측 벽면과 선접촉에 의해 지지되면서 이송토록 되는 것이다.  이에 따라서, 디지탈 피아노의 사이드 아암 내측 벽면으로 래크기어가 형성된 래크 지지브라켓트를 상기 사이드 아암과 일체로 형성하여 래크 지지브라켓트를 정밀한 칫수로 제작토록 하면서도 설치가 용이하게 이루어질 수 있게 되며, 래크 지지브라켓트에 지지되어 이송되는 피니언기어의 이송축 일단인 지지부가 래크지지브라켓트 내벽면과 선접촉을 하면서 이송하게 되어 건반덮개의 개폐동작이 원활하게 이루어짐은 물론,상기 건반덮개의 개폐시 발생되는 소음 및 진동등을 현저하게 줄일 수 있는 것이다.\\n","cl":"디지탈 피아노(1)의 양측 사이드 아암(2) 내벽면에 일체로 마련되는 래크 지지브라켓트(3)의 지지대(11) 하측으로 건반덮개(4) 후방양측에 이송축(5)을 개재하여 설치된 피니언 기어(6)와 맞물려 이를 이송하는 래크기어(7)가 길이방향으로 설치되고, 상기 래크 지지브라켓트(3)의 전방에는 피니언기어(6)의 이송축(5)이 걸려 고정되는 반구형 걸림턱(8)이 설치되며, 상기 래크기어(7)와 맞물려 이송되는 피니언 기어(6)의 이송축(5) 일단에는 지지 바아(9)가 연설되어 래크 지지브라켓트(3)의 내벽면과 선접촉에 의해 지지되면서 회전이송토록 되는 구성으로 이루어진 것을 특징으로 하는 디지탈 피아노의 건반덮개 개폐장치.\\n \\n 제1항에 있어서, 래크 지지브라켓트(3)의 전방에 설치된 반구형 걸림턱(8)의 내측에는 쿳션부재(10)가 착설됨을 특징으로 하는 디지탈 피아노의 건반덮개 개폐장치.\\n \\n","apg":"대우전자주식회사","invt":"김광재"}
{"ksic":"13300","an":"특1991-002356","ad":"19910212","pn":"특0122590","pd":"19971127","rn":"특0122590","rd":"19970905","ipc":"D04B15/00","cpc":"D04B15/665 | D04B15/78 | D04B35/10","title":"환편기의 인버어터 제어방법","ab":"환편기를 상이한 2종류 이상의 속도를 제어하는 경우에는 적어도 2개의 모우터가 필요하였다. 그 때문에 속도의 제어회수가 증가하면 모우터 사이의 전환에 관한 순서제어가 복잡 또는 고가로 되었다.\\n 또, 직물을 들어내기 쉬운 정위치에 정지시키는 것이 곤란하였다.\\n 또, 고속회전중에 급유를 하면 원심력에 따라 기름이 비산하여 필요한 곳에 급유할 수 없었다. 마찬가지로 에어도 고속회전 중에는 침홈 또는 싱커홈의 속에 닿지 않는 경우가 있었다. 더우기 편물 패턴에 의한 운전속도의 제어를 충분히 할 수 없었다.\\n 본 발명에서는 단일한 모우터로 운전패턴이 기억되어 있는 프로그램(ROM)으로 모우터를 제어하고, 이에 따라서 환편기를 고속회전으로부터 저속회전으로 감속시킨다. 그런 다음 급유한다거나, 풍면을 제거한다거나 저속운전의 필요한 패턴을 편성한다거나 모우터에 브레이크를 걸어서 정확히 정위치에 정지시킨다거나 할 수 있었다. 그리하여 인버어터를 사용한 환편기의 속도제어를 할 수 있었으므로 제어부분 및 기구부분의 간략화를 실현할 수 있었다. \\n","cl":"편물기속도를 검출하는 센서(A)와 센서로부터의 신호를 입력된 제어프로그램에 따라서 비교연산하고, 운전패턴신호를 보내는 중앙처리장치(B)와, 이 중앙처리장치로부터의 운전패턴신호에 따라서 선택되는 운전패턴의 프로그램이 격납된 ROM을 지닌 인버어터유닛(G)등을 구비하여 인버어터유닛의 프로그램에 따라서 선택된 운전패턴에 의하여 모우터(E)를 속도제어하는 것을 특징으로 하는 환편기의 인버어터 제어방법.\\n \\n 제 1 항에 있어서, 운전패턴으로서 정위치 정지모우드를 구비한 것을 특징으로 하는 환편기의 인버어터 제어방법.\\n \\n 제 1 항에 있어서, 운전패턴으로서 급유, 풍면제거모우드를 구비한 것을 특징으로 하는 환편기의 인버어터 제어방법.\\n \\n 제 1 항에 있어서, 운전패턴으로서 패턴에 의한 속도제어모우드를 구비한 것을 특징으로 하는 환편기의 인버어터 제어방법.\\n \\n","apg":"가부시기가이샤 후꾸하라 세이끼 세이사꾸쇼","invt":"오까야마 도시로"}
{"ksic":"26222","an":"특1994-013563","ad":"19940616","pn":"특0122757","pd":"19971122","rn":"특0122757","rd":"19970908","ipc":"H05K1/18","cpc":"H05K1/181 | H05K1/111 | H05K1/0206","title":"인쇄회로기판을 이용한 멀티 칩 패키지","ab":"인쇄회로기판에 실장되는 멀티 칩 반도체 패키지에 있어서, 실장밀도를 높이고 공정 및 비용을 줄이며 실리콘 기판상에 베어칩을 실장 중 스크러빙시 접착제가 베어 칩의 주변에 형성된 본딩 패드를 침범함으로 인하여 발생하는 와이어 본딩의 불량을 방지하기 위하여, 베어 칩을 실장하기 위한 요홈 혹은 실크 잉크로 사각링 모양의 테두리가 형성된 평면 인쇄회로기판과 다층의 금속배선과 본딩 패드가 형성된 인쇄회로기판을 준비하고, 기판의 요홈 내에 비전도성 혹은 전도성 접착제에 의해 복수개의 베어 칩을 접착시키고, 베어 칩의 선단에 형성된 본딩 패드와 기판에 형성된 내부 본딩 패드를 본딩 와이어에 의해 전기적으로 연결하고, 기판상에 형성된 외부 본딩 패드와 리드를 납땜으로 전기적으로 연결하고, 기판상부와 반도체 칩을 환경으로 부터 보호하기 위하여 인캡슐레이션 또는 코팅한 멀티 칩 반도체 패키지를 구현하였다. 따라서, 상기와 같이 멀티 칩 반도체 패키지는 둘 이상의 패키지를 실리콘 기판에 구현하는 경우에 있어서 다양하게 적용될 수 있다.\\n","cl":"배선 패턴이 형성된 복수의 전도층이 적층된 인쇄회로기판을 사용한 멀티 칩 패키지로서, 복수의 반도체 베어 칩과, 상기 복수의 반도체 베어 칩이 접착제에 의해 실장되며 상기 접착제가 흘러넘침을 방지하는 실장부와, 상기 인쇄회로기판을 관통하며 상기 실장부 내에 위치하는 열 방출 비아와, 상기 복수의 베어 칩과 본딩 와이어에 의해 전기적으로 연결되는 복수의 내부 본딩 패드 및 상기 복수의 베어 칩을 외부와 전기적으로 연결시키기 위한 복수의 외부 본딩 패드를 갖는 인쇄회로기판과, 상기 복수의 반도체 베어 칩, 내부 본딩 패드 및 본딩 와이어를 봉지하는 봉지수지와, 상기 인쇄회로기판의 하부면에 부착되어 상기 복수의 베어 칩에서 발생하는 열을 방출하는 히트싱크와, 상기 복수의 외부 본딩 패드와 결합되며 클립형태의 결합부분을 갖는 리드 커넥터를 구비하는 멀티 칩 패키지.\\n \\n 제1항에 있어서, 상기 실장부는 오목 홈의 형태를 갖는 것을 특징으로 하는 멀티 칩 패키지.\\n \\n 제1항에 있어서, 상기 실장부는 사각링 모양의 테두리를 갖는 것을 특징으로 하는 멀티 칩 패키지.\\n \\n 제1항에 있어서, 상기 복수의 베어 칩의 밑면에 제2히트싱크가 부착된 것을 특징으로 하는 멀티 칩 패키지.\\n \\n 제1항에 있어서, 상기 내부 본딩 패드는 금, 은, 구리 또는 그 합금이 0.3㎛ 이상으로 도금된 것을 특징으로 하는 멀티 칩 패키지.\\n \\n 제1항에 있어서, 상기 내부 본딩 패드는 금, 은, 구리 또는 그 합금으로 된 것을 특징으로 하는 멀티 칩 패키지.\\n \\n 제1항에 있어서, 상기 내부 본딩 패드는 전기도금 또는 무전해도금법에 의해 형성된 것을 특징으로 하는 멀티 칩 패키지.\\n \\n 제1항에 있어서, 상기 봉지수지는 에폭시 몰딩 컴파운드, 폴리우레탄, 폴리파라크실렌 또는 폴리페닐렌설파이드인 것을 특징으로 하는 멀티 칩 패키지.\\n \\n 제1항에 있어서, 상기 리드 커넥터는 직각으로 절곡된 리드의 연장부, 외부 리드, 측면 레일로 구성된 리드부와; 상기 인쇄회로기판의 외부 본딩 패드와 접촉되는 절곡부를 갖는 상부 아암과, 지지력을 유지하도록 ''ㄷ''자 형으로 구부러지고 인쇄회로기판의 하면과 선접촉되는 부위를 갖는 하부아암을 갖는 클립부가 구성됨을 특징으로 하는 멀티 칩 패키지.\\n \\n 제1항에 있어서, 상기 봉지수지는 포팅법에 의해 형성되는 것을 특징으로 하는 멀티 칩 패키지.\\n \\n 제8항에 있어서, 상기 봉지수지는 요홈 형상을 갖는 금형에 봉지수지를 포팅하여 형성되는 것을 특징으로 하는 멀티 칩 패키지.\\n \\n","apg":"삼성전자주식회사","invt":"김영대 | 정문채 | 선용빈"}
{"ksic":"42110","an":"특1993-028967","ad":"19931222","pn":"특0123017","pd":"19971112","rn":"특0123017","rd":"19970910","ipc":"B03B7/00","cpc":"B03B5/28 | B07B4/02 | B03B9/065","title":"폐건축물의 분리방법 및 장치","ab":"본 발명은 건축물의 해체 또는 철거시에 발생하는 다양한 종류의 폐건축물을 재활용이 가능토록 일괄공정에 의해 재료별로 분리하는 방법 및 장치를 제공하고자 하는 것이다.\\n 본 발명에 따르면 운반된 폐건축물을 일단 물에 뜨는 저비중의 재료와 물에 가라앉는 고비중의 재료로 분리한 후, 각각 분쇄, 건조, 요동, 공기분사, 스크린통과, 수중낙하, 또는 공중낙하등의 단계를 거치면서, 재료의 크기나 비중에 따라 분리하여 재활용할 수 있는 상태로 처리하는 방법 및 장치를 제공하게 된다.\\n","cl":"운반된 폐건축물을 일차 분쇄하는 단계, 분쇄된 폐건축물을 수중에 투입하여 물에 뜨는 저비중 폐건축물과 물에 가라앉는 고비중 폐건축물로 분리하는 단계, 물에 가라앉은 고비중 폐건축물을 수중에서 꺼내서 재차 분쇄하고 요동을 가하여 대략 골재와 금속재료를 분리하는 단계, 분리된 금속재료를 전자석의 자력 및/또는 요동을 가하여 철과 비철로 분리하는 단계, 금속재료가 분리된 고비중 폐건축물을 골재분리용 스크린타워에 투입하여 골재나 유리등 고비중 폐건축물을 크기별로 분리하는 단계, 크기별로 분리된 고비중 폐건축물을 수중낙하시켜서 그 비중에 따라 분리시키는 단계, 상기 물에 또는 저비중 폐건축물을 건조, 분쇄, 집전처리하면서 공기분사 및/또는 흡입에 의해 가벼운 플라스틱 재료를 일차 분리시키는 단계, 플라스틱재료가 일차 분리되고 분쇄된 저비중 폐건축물을 목재분리용 스크린타워에 투입하여 목재편을 크기별로 분리하는 단계, 크기별로 분리된 목재편을 공중낙하시켜서 비중별로 분리시키는 단계로 구성된 것을 특징으로 하는 폐건축물의 분리방법.\\n \\n 물을 저류하는 저수조(61), 운반된 폐건축물을 상기 저수조(61)의 수중에 투입하는 투입부(5), 상기 저수조(61)의 저면에 설치되어 저수조(61)밖으로 연장되며 물에 가라앉는 고비중 폐건축물을 물 밖으로 운반하는 운반수단(62), 저수조(61)의 수면에 근접하여 배치되며 물에 뜨는 저비중 폐건축물을 수집하는 수집수단(63)으로 구성된 폐건축물의 수중 분리장치.\\n \\n 물을 저류하는 저수타워(151), 상기 저수타워(151)의 상부에 배치된 폐건축물 투입부(152), 상기 저수타워(151)의 상단에서 하단까지 연장되며 적절한 간격으로 배치되어 낙하통로를 이루는 복수개의 수직격막(153), 상기 저수타워(!51)의 수직방향을 따라서 소정간격으로 배치되며 낙하통로를 대략 수평으로 횡단하는 복수개의 제1운반수단(154), 상기 제1운반수단(154)의 각각의 상부에 배치되며 낙하통로를 개폐할 수 있도록 회동가능한 차단수단(161), 상기 저수타워(151)의 일측면을 따라 수직방향으로 배치되며 상기 제1운반수단(154)에 의해 운반된 재료를 받아 운반하도록 복수개의 버켓(158)이 부착된 제2운반수단(157), 상기 저수타워(151)의 저면에 배치되며 저수타워(151)에 가라앉은 침전물을 운반하는 제3운반수단(159), 및 상기 제1,2,3운반수단의 작동시기와 차단수단(161)의 개폐간격을 제어하는 제어수단을 구성된 것을 특징으로 하는 폐건축물의 수중낙하 분리.\\n \\n 내부에 물체의 낙하통로가 형성된 중공타워(281), 상기 중공타워(281)의 상부에 배치된 폐건축물 투입부(283), 상기 중공타워(281)의 상단에서 하단까지 연장되며 낙하통로를 구획하도록 적절한 간격으로 배치된 복수개의 수직격막(282), 상기 중공타워(281)의 수직방향으로 소정간격을 이루고 대략 수평으로 배치되며 낙하통로를 개폐하고 낙하물을 받아 운반하도록 출몰가능한 운반수단(284), 및 상기 운반수단(284)의 작동시간을 제어하는 제어수단으로 구성된 것을 특징으로 하는 폐건축물의 공중낙하분리기.\\n \\n","apg":"황충식","invt":"황충식"}
{"ksic":"20119","an":"특1994-003074","ad":"19940222","pn":"특0123433","pd":"19971111","rn":"특0123433","rd":"19970912","ipc":"C10L1/04 | C10L3/06 | C10G49/00 | C10L1/04","cpc":"C10C3/04 | C10C3/06 | C10C1/04","title":"콜타르에서 다환방향족 탄화수소를 제거하는 방법","ab":"본 발명은 콜타르 피치를 진공조건하에 질소류, 공기류, 수증기류 또는 콜타르 증류 방향족 오일의 증기류로 블로잉하여 인체에 유해하고 환경오염을 유발하는 다환방향족 탄화수소, 특히 벤조[a]피렌을 효과적으로 제거하는 방법에 관한 것으로, 본 발명에 따른 제조된 콜타르 피치는 알루미늄 제련용 점결제, 코크스 점결제 또는 그라파이트 점결제 등으로 유용하다. \\n","cl":"콜타르 피치를 진공조건하에 질소류, 공기류, 수증기류 또는 콜타르 증류 방향족 오일의 증기류로 블로잉하여 다환방향족 탄화수소를 제거하는 방법.\\n \\n 제1항에 있어서, 10 내지 150mmHg의 진공하에 콜타르 피치를 320 내지 400℃의 온도로 가열하는 것을 특징으로 하는 방법.\\n \\n 제1항에 있어서,콜타르 증류 방향족 오일이 워시오일, 안트라센 오일, 혼합크레졸로 구성된 군에서 선택되는 것을 특징으로 하는 방법.\\n \\n 제3항에 있어서, 상기 스트림의 유량이 0.2리터/kg 피치/min 내지 5리터/kg 피치/min임을 특징으로 하는 방법.\\n \\n 제1항에 있어서, 상기 증류를 2분 내지 1시간 시행함을 특징을 하는 방법.\\n \\n 제1항에 있어서, 상기 다환방향족 탄화수소중 벤조[a]피렌을 제거하는 것을 특징으로 하는 방법.\\n \\n","apg":"주식회사포스코켐","invt":"윤광의 | 김대현 | 고영표"}
{"ksic":"13300","an":"특1990-020903","ad":"19901218","pn":"특0123800","pd":"19971127","rn":"특0123800","rd":"19970919","ipc":"D04B15/06","cpc":"D04B15/06 | D04B15/362","title":"횡편기에 있어서의 싱카장치","ab":"침상의 상방에 여러개의 편침을 출퇴(出退) 가능하게 병설하고, 편침들 사이에 선단부가 위치하도록 싱카를 배설하고, 이 싱카를 요도가능하게 구성하고, 싱카의 선단부에는 편사받이부(編系受部)를 형성하며, 이 편사받이부를 편침사이에 밀어넣어 부세하는 부세수단(付勢手段)을 설하며, 이 부세수단은 탄성재로 형성하여 싱카에 착탈가능하게 취부케 함과 아울러, 부세수단의 부세력을 편사받이부에 받아 멈추어지는 편사의 장력에 따라 편사받이부의 위치가 변위되도록 설정하는 것을 특징으로 하는 횡편기에 있어서의 싱카 장치와, 선단상부의 일측면에 두께방향에 대하여 적어도 싱카의 두께 절결부를 형성하고, 이 선단상부의 일측면에 단차를 설함과 아울러 상기 절결부의 아래에 추지요()부를 형성하여서 되는 니들 플래이트를 침상위에 각 편성침에 의해 소정간격마다 병설하고, 또한 선단에 편성사 루-프를 계지하는 계지부를 형성함과 아울러 상기 계지부쪽에 전부작용캠 당접부를 형성하고, 또한 중간부에 상기 니들 플래이트의 추지요부에 계합하는 추착부(樞着部)를 형성하고, 또한 후부에 작용캠 당접부를 형성하여서 이루어지는 싱카를 상기 니들 플래이트의 절결부에 상하 요동가능하게 배설하며, 또한 후부를 상기 니들 플래이트의 절결부의 후방에 추착되도록 형성함과 아울러, 상기 니들 플래이트에 장착한 싱카의 후부작용 캠 당접부가 상방으로 돌출하도록 중간부에 요()부를 형성하며, 또한 선단부를 상기 니들 플래이트에 장착한 때의 싱카의 중간부의 배설되도록 형성한 스패이서를, 이 스패이서의 후부를 니들 플래이트에 추착하여 상기 싱카의 횡의 편성침의 상방에 배설하여서 되는 것을 특징으로 하는 횡편기등에 있어서의 싱카장치.\\n","cl":"침상의 상방에 여러개의 편침을 출퇴(出退) 가능하게 병설하고, 편침들 사이에 선단부가 위치되도록 싱카를 배설하고, 이 싱카를 요동가능하게 구성하고, 싱카의 선단부에는 편사받이부(編系受部)를 형성하며, 이 편사받이부를 편침사이에 밀어 넣어 부세하는 부세수단(付勢受段)을 설하며, 이 부세수단은 탄성재로 형성하여 싱카에 착찰가능하게 취부케 함과 아울러, 부세수단의 부세력을 편사받이부에 받아 멈추어지는 편사의 장력에 따라 편사받이부의 위치가 변위되도록 설정하는 것을 특징으로 하는 횡편기에 있어서의 싱카장치.\\n \\n 선단상부의 일측면에 두께 방향에 대하여 적어도 싱카의 두께의 절결부를 형성하고, 이 선단상부의 일측면에 단차를 설함과 아울러 상기 절결부의 아래에 추지 요()부를 형성하여서 되는 니들 플래이트를 침상 위에 각 편성침에 의해 소정 간격마다 병설하고, 또한 선단에 편성사루-프를 계지하는 계지부를 형성함과 아울러 상기 계지부쪽에 전부 작용캠 당접부를 형성하고, 또한 중간부에 상기 니들 플래이트의 추지 요부에 계합하는 추착부(樞着部)를 형성하고, 또한 후부에 작용캠 당접부를 형성하여서 이루어지는 싱카를 상기 니들 플래이트의 절결부에 상하 요동가능하게 배설하며, 또한 후부를 상기 니들 플래이트의 절결부의 후방에 추착되도록 형성함과 아울러, 상기 니들 플래이트에 장착한 싱카의 후부작용 캠당접부가 상방으로 돌출하도록 중간부에 요()부를 형성하며, 또한 선단부를 상기 니들 플래이트에 장착한 때의 싱카의 중간부에 배설되도록 형성한 스패이서를, 이 스패이서의 후부를 니들 플래이트에 추착하여 상기 싱카의 횡의 편성침이 상방에 배설하여서 되는 것을 특징으로 하는 횡편기동에 있어서의 싱카장치.\\n \\n","apg":"가부시끼가이샤 시마세이끼 세이사꾸쇼","invt":"시마 마사히로 | 야부라 마사히로"}
{"ksic":"14300","an":"특1990-019424","ad":"19901128","pn":"특0123801","pd":"19971127","rn":"특0123801","rd":"19970919","ipc":"D04B1/00","cpc":"D04B1/24 | D04B1/106 | D04B7/30 | D04B7/22 | D10B2501/061","title":"리브편을 가지는 포켓이 부착된 편지(編地) 및 그 편성방법","ab":"본 발명은 포켓트의 개구부가 리브편지에서 보강된 리브편을 가지는 포켓트 부착편지 및 그 편성방법에 관한 것으로, 표지로 부터 분기하여 형성된 포켓트의 치부와, 이 포켓트의 저부로부터 편출되어 측가장자리부가 표지에 편조된 상태로 편립된 포켓의 표부분과, 이 포켓트의 상부위치에 표부분으로부터 일련의 형성한 리브편 부분과로 이루어지는 리브편을 가지는 포켓트 부착편지 및 그 편성방법에 관한 것이다.\\n","cl":"표지(表地)로부터 분기하여 형성된 포켓트의 저부와 이 포켓트의 저부로부터 편출되어 측가장자리부가 표지에 편조(編組)된 상태로 편립된 포켓트의 표부분과, 포켓트의 상부위치에 표부분으로부터 일련으로 형성된 리브 편(編) 부분과를 가지게 되는 리브편을 가진 포켓트 부착편지.\\n \\n 제1항에 있어서, 상기 리브편 부분의 편출을 위해 편목해지사로 처리하여 털어버리게 된 편목의, 편목해지사(編目解止系)를 열가공으로 해지처리하여서 되는 것을 특징으로 하는 리브편을 가진 포켓트 부착편지.\\n \\n 적어도 전 후 1쌍으로 대치하여 설한 침상에 다수의 편침을 병설하여서 되는 횡편기에 있어서, 전방 편침 및/또는 후방편침으로 표지를 편립하여 가고, 포켓트의 위치에는 일방의 편침으로 포켓트내의 표지를, 타방의 편침으로 포켓트의 표(表)부분을 그  표부분의 측가장자리부가 표지에 편조된 상태로 각각 편립(編立)하고, 포켓트의 상단위치에는 표지를 편성하고 있는 편침에 편목해지사를 급사(給系)한후, 소정의 편침을 털어버려서 공침(空針)으로 하고, 이 공침과 포켓트의 끝부분을 편성하고 있는 편침과로 포켓트의 상단위치에 리브편 부분을 형성함과 아울러, 리브편부분을 형성한 상기 소정의 편침의 편목을 포켓트의 표부분을 편성하고 있는 편침에 눈금을 옮겨 단부처리한 후, 리브편 부분의 편침의 편목을 털어버려서 공침으로 하고, 이 공침에 대면하는 위치로 표지를 편성하고 있던 편침의 편목을 공침으로 옮겨서 표지를 편립하고, 털어버려진 편목의 편목해지사는 열처리하여 해지하도록 한 것을 특징으로 한 것을 특징으로 하는 포켓트 부착편지의 편성방법(編成方法).\\n \\n","apg":"가부시끼가이샤 시마세이끼세이사꾸쇼","invt":"미쓰모토 시게노부"}
{"ksic":"10793","an":"특1994-028441","ad":"19941026","pn":"특0124037","pd":"19971120","rn":"특0124037","rd":"19970923","ipc":"A23L1/325","cpc":"A23L17/70 | A23L17/10 | A23L5/11 | A23V2002/00","title":"멸치, 새우, 조개의 생엑기스나 이들의 분말이 첨가된 어묵","ab":"본 발명은 종래의 어묵재료에 멸치, 새우, 조개의 생엑기스나 그것들의 분말을 각각 중량비 20%씩 첨가한 어묵에 관한 것으로서 어묵자체의 약간 비릿하고 다소 고릿한 냄새가 없어지면서 고소하고 상큼한 향과 함께 어묵의 질이 더욱 쫄깃쫄깃하고 부드러우며 어묵자체의 속색깔도 흰색에 가까워져 시각적으로 고급스러워 보일 뿐만 아니라 영양도 매우 풍부해서 훌륭한 보조주식이 될 수 있는 특징이 있으며 어묵의 재료 반죽시 멸치, 새우, 조개의 생엑기스를 첨가하면 물이 필요치 않게 되어 어묵의 맛이 한층 향상되며 보존기간이 길어지고 어묵을 튀길 때 익는 속도가 빨라질 뿐만 아니라 튀김솥으로부터 기름이 튀지 않아 편리하고 위생적이며 튀김기름의 변질을 막아주는 등의 큰 효과가 있다.\\n","cl":"일반적인 저급 잡어류를 주성분으로 한 통상의 어묵재료에 있어서, 위 잡어류를 반죽기에 넣어 분쇄 반죽할 때 물을 붓지 않고 분쇄반죽한 다음 착즙기에 생멸치를 넣어 그 생엑기스를 추출하고 동일한 요령에 의해 새우와 조개의 생엑기스를 추출하여 이들을 중량비 20%씩 위 반죽에 첨가하여 다시 교반하여서 된 어묵재료를 이용하여 일정한 형태로 성형하여 튀김솥에서 튀긴 멸치, 새우, 조개의 생엑기스나 이들의 분말이 첨가된 어묵.\\n \\n","apg":"고주순","invt":"고주순"}
{"ksic":"24312","an":"특1994-033382","ad":"19941209","pn":"특0124466","pd":"19971226","rn":"특0124466","rd":"19970926","ipc":"B22D17/00","cpc":"B22D25/02 | B22D21/007 | B22D17/00","title":"마그네슘 합금제 스티어링 휠 코어의 제조방법","ab":"본 발명은 마그네슘 합금을 이용한 스티어링 휠 코어(Steering Wheel Core)의 제조방법에 관한 것으로 특히 열간 압출공정과 다이캐스팅 공정의 접목을 통하여 스티어링 휠 코어의 경량화 및 기계적 성질을 향상시키고 제조원가를 절감시킬 수 있는 마그네슘합금제 스티어링 휠 코어의 제조방법에 관한 것이다.\\n 본 발명은 마그네슘 합금소재를 봉상, 파이프, 관상형태로 열간압출하는 단계와, 상기 압출된 봉상 및 파이프상의 소재를 용접하여 링 코어(1)로 만드는 단계와, 상기 압출된 판상의 소재를 스포크(2)로 가공하는 단계와, 상기 링코아(1)와 스포크(2)를 결합하여 다이캐스팅 금형내에 인서트 코어로 삽입하는 단계와, 상기 인서트 코어가 삽입된 다이캐스팅 금형내로 마그네슘합금을 다이캐스팅하여 스포크 코어 및 링코어와 결합된 상태의 허브(hub) 및 리브를 제조하는 단계로 구성된다.\\n","cl":"마그네슘 합금소재를 봉상, 파이프, 판상형태로 열간압출하는 단계와, 상기 압출된 봉상 및 파이프상의 소재를 용접하여 링 코아(1)로 만드는 단계와, 상기 압출된 판상의 소재를 스포크(2)로 가공하는 단계와, 상기 링코어(1)와 스포크(2)를 결합하여 다이캐스팅 금형내에 인서트 코어로 삽입하는 단계와, 상기 인서트 코어가 삽입된 다이캐스팅 금형내로 마그네슘합금을 다이캐스팅하여 스포크 코어 및 링코어와 결합된 상태의 허브(3) 및 리브(4)를 제조하는 단계로 구성되는 것을 특징으로 하는 마그네슘 합금제 스티어링 휠 코어의 제조방법.\\n \\n","apg":"이지환","invt":"이지환 | 이준서 | 이두면"}
{"ksic":"33201","an":"특1990-015538","ad":"19900928","pn":"특0124565","pd":"19971210","rn":"특0124565","rd":"19970929","ipc":"G10H1/00","cpc":"G10H1/42 | G10H1/06 | G10H2210/005","title":"자동반주의 조기억 장치","ab":"본 발명은 전자키보드의 뮤직레코딩 기능중에서 반주를 레코딩하는 자동반주의 조기억장치에 관한 것으로서 음색 데이터를 저장하는 ROM1(7)을 억세스 하기 위한 어드레스를 발생시키는 어드레스 발생기(6)와, 음색 데이터를 매만지는 엔벨로우프 발생기(4) 및 인터폴레이터와, 음색 데이터를 아날로그 신호로 변환하는 DAC(3)와, 감쇄레벨을 콘트롤하는 어테뉴에이터(2)와, 출력 채널을 선택하는 아날로그 스위치로 구성된 음성발생 블록(40)과, 마이콤블록과 연결하는 인터페이스 블록(9)과, 마이콤 블록으로 구성된 것에 있어서, 스텝 레코딩 스위치(SR)과, 레졸루션(Resolution)증감을 위한 (+, -)키와, 코드 입력을 확인하기 위한 엔터키를 포함하여 구성되고, 또한 상기에 있어서, 반주레코딩을 스텝 모드로 하여 메모리에 저장해 놓았다가 재생시에 메트로놈의 템포에 맞추어서 반주해주도록 구성된 것으로서 능숙하지 못한 연주자들이 원래 곡의 템포에 맞추어서 코드 변환을 못한다든가 잘알지 못하는 코드가 나타났을 때 당황하는 일이 없이 코드선을 미리 입력시키고 재생시킬때 본래 템포에 맞추어 완벽한 연주를 할 수 있도록 된 것이다.\\n","cl":"음색 데이터를 저장하는 ROM1(7)과, ROM1(7)을 억세스하기 위한 어드레스를 발생시키는 어드레스 발생기(6)와, 음색데이터를 매만지는 엔벨로우프 발생기(4) 및 인터폴레이터와, 음색 데이터를 아날로그 신호로 변환하는 DAC(3)와, 감쇄 레벨을 콘트롤하는 어테뉴에이터(2)와, 출력 채널을 선택하는 아날로그 스위치로 구성된 음성 발생 블록(40)과, 마이콤 블록과 연결하는 인터페이스블록(9)과, 마이콤 블록으로 구성된 것에 있어서, 스텝 레코딩 스위치(SR)과, 레졸루션(Resolution)증감을 위한 (+, -)키와, 코드입력을 확인하기 위한 엔터키를 포함하여 구성된 것을 특징으로 하는 자동 반주의 조기억장치.\\n \\n 청구범위 제1항에 있어서, 반주레코딩을 스텝모드로 하여 메모리에 저장해 놓았다가 재생시에 메트로놈의 템포에 맞추어서 반주해주도록 구성된 것을 특징으로 하는 자동 반주의 조기억장치.\\n \\n","apg":"엘지전자주식회사","invt":"김재현"}
{"ksic":"23129","an":"특1989-012382","ad":"19890830","pn":"특0125091","pd":"19971127","rn":"특0125091","rd":"19971002","ipc":"C03B37/12 | C03B37/018 | C03B23/04","cpc":"C03B23/043 | C03B37/01815 | C03B37/01869 | C03B37/01876 | C03B37/15","title":"유리질 튜브 가열 방법 및 장치","ab":"내용없음.\\n","cl":"유리질 튜브(glassy tube)를 광섬유가 뽑아지는 막대모양으로 붕괴시키도록 상기 튜브를 가열하는 방법으로서, 상기 튜브 길이부분의 한 외주 부분과 부분적으로 외접하는 아치형의 표면을 가진 토치 어셈블리(torch assembly)를 통해 상기 튜브가 횡단하여 연장되므로써 상기 튜브의 세로축 중심의 회전을 위한 세로축을 가진 유리질 튜브를 지지하는 단계와, 상기 튜브가 그 세로축을 중심으로 회전하도록 하는 단계와, 상기 토치 어셈블리의 아치형 표면으로 개방되는 토치 어셈블리 내의 다수의 통로를 통하여 연소성 가스를 상기 튜브의 길이 부분으로 향하게 함으로서 가열대(a zone of heat)를 제공하도록 상기 튜브의 외부 표면을 가열하는 단계와, 다수의 통과시 가열대와 함께 상기 튜브의 길이부분을 횡단하는 단계와, 상기 토치 어셈블리를 형성하는 재질의 질저하를 방지하도록 최소한 통로에 인접한 토치 어셈블리 부분을 냉각하는 단계 및 상기 막대로 부터 광섬유를 뽑아내는 단계를 구비하는 유리질 튜브 가열 방법에 있어서, 상기 토치 어셈블리의 아치형 표면에 의해 부분적으로 한정되는 부분의 길이와 최소한 동일한 튜브 길이 부분을 따라 튜브의 전체 외주를 한정하므로써 상기 가열대의 상당 부분이 한정되는 단계 및 상기 튜브가 막대로 붕괴되도록 상기 가열대를 한정하는 단계와 제휴하고 비교적 좁은 가열대가 만들어지게 되는 방식으로 가스가 토치 어셈블리로부터 튜브와 맞물린 곳으로 향하게 되도록 상기 통로들로 부터 가스가 방출된 후 소정의 거리로 연소성 가스의 흐름 경로의 일부분을 한정하는 단계를 구비하는 것을 특징으로 하는 유리질 튜브 가열 방법.\\n \\n 제7항에 있어서, 상기 머플 수단이 최소한 상기 토치 수단의 외부 주표면 사이에 연장되는 것을 특징으로 하는 유리질 튜브 가열 장치.\\n \\n 제1항에 있어서, 상기 튜브의 붕괴가, 상기 토치 어셈블리를 상기 튜브를 따라 제1방향으로 여러번 통과시킨 후 상기 제1방향과 반대 방향인 제2방향으로 여러번 통과시킴으로써 이루어지며, 상기 가열대가 튜브의 세로축과 평행한 방향으로 상기 토치 어셈블리의 길이부분과 상기 토치 어셈블리의 한 측면을 벗어난 소정의 거리로 한정되며, 상기 토치 어셈블리가 선단부 및 후단부를 포함하므로써 상기 토치 어셈블리를 벗어난 상기 가열대의 한정이 상기 제1방향으로, 다수의 통과시, 상기 토치 어셈블리의 선단부를 뒤따르는 후단부를 벗어나 이루어지는 것을 특징으로 하는 유리질 튜브 가열 방법.\\n \\n 제1항에 있어서, 상기 붕괴 모드 동안의 가스의 흐름 속도가 튜브의 내부 표면에 물질이 용착되는 모드 동안의 속도보다 상당히 빠르며, 상기 가스의 흐름경도의 측방 한정 및 튜브 부분외주의 한정과 제휴하는 가스의 흐름 속도가 튜브를 막대로 붕괴시키는 데 필요한 시간을 상당히 감소시키는 것을 특징으로 하는 유리질 튜브 가열 방법.\\n \\n 제1항에 있어서, 상기 토치 어셈블리의 두 대향 측면 각각에 인접한 튜브의 일부분이 한정되는 것을 특징으로 하는 유리질 튜브 가열 방법.\\n \\n 제1항에 있어서, 상기 토치 어셈블리의 대향 측면 사이에서 연장되는 튜브 부분만이 한정되는 것을 특징으로 하는 유리질 튜브 가열 방법.\\n \\n 유리질 튜브의 세로축을 중심으로 회전하도록 유리질 튜브를 지지하므로써, 상기 튜브가 튜브 길이의 일부분과 외접하는 토치 수단의 아치형 표면을 지나 연장되도록 지지되는 지지 수단과, 가열대를 제공하도록 상기 튜브를 향해 연소성 가스가 흐르게 하는 다수의 통로를 포함하는 토치 수단과, 최소한 상기 튜브에 인접한 상기 통로를 한정하는 상기 토치 수단 부분을 냉각시키므로써 상기 토치 수단 및 상기 튜브의 오염을 방지하게 되는 냉각 수단 및 상기 튜브를 세로축을 중심으로 회전시키는 수단을 구비하는 유리질 튜브 가열 장치에 있어서, 상기 토치 수단의 아치형 표면과 제휴하여, 상기 튜브를 온도 프로필(temperature profile)을 제어하도록 상기 토치 수단의 아치형 표면에 의해 한정되는 길이를 초과하는 튜브의 길이 부분을 따라 튜브의 사실상 전체 외주부분에 대해 튜브 및 가열대를 한정하며, 상기 튜브의 주변 표면을 한정하기 위해 상기 튜브의 주변 표면으로 부터 동일한 거리만큼 떨어진 아치형 표면을 포함하는 머플 수단과, 상기 튜브의 연속적인 길이 부분이 가열되도록 상기 튜브를 따라, 튜브, 상기 토치 수단 및 상기 머플 수단 사이에서 상대 이동을 이르키는 수단 및 상기 가스가 통로로부터 방출한 후, 가스의 흐름경로를 따라 소정의 거리로 연소성 가스를 한정하는 수단을 구비하는 것을 특징으로 하는 유리질 튜브 가열 장치.\\n \\n 제6항에 있어서, 상기 머플 수단이 상기 세로축 방향으로의 상기 토치 수단의 폭을 가로질러, 그리고 상기 머플 수단의 한 측면으로의 소정의 거리로 상기 가열대를 한정하는 튜브형(tubular) 수단을 포함하며, 상기 튜브형 수단은 상기 토치 수단의 폭을 가로질러 배치되며 상기 토치 수단을 그의 측면 상에서 걸치는 부분을 포함하며, 상기 토치 수단의 주 측면 표면 사이에 배치된 튜브의 사실상 전체 주변을 한정하도록 상기 토치 수단의 상기 아치형 표면과 제휴하며, 튜브의 부수적 부분의 전체 주변을 한정하도록 상기 위로 걸쳐진 부분에서만 효과적인 것을 특징으로 하는 유리질 튜브 가열 장치.\\n \\n 제7항에 있어서, 상기 토치 수단이 그것의 폭에 의해 선단측면으로 부터 분리된 상기 토치 수단의 후단 측면을 상기 토치 수단의 선단 측면이 선행하게 하므로써, 상기 튜브의 한 단부로 부터 다른 단부로의 제1다수 통과에 의해 이동하기에 적합하며, 상기 머플 수단이 상기 후단측면 위로 걸쳐지는 부분을 포함하는 것을 특징으로 하는 유리질 튜브 가열 장치.\\n \\n 제7항에 있어서, 상기 머플 수단이 제1 및 제2부분을 포함하되, 상기 머플 수단의 제1부분은 부분적으로 튜브형이고, 상기 토치 수단의 주 측면 표면 사이로 연장되는 튜브 부분의 전체 외주를 감싸도록 상기 토치 수단의 내부 아치형 표면과 제휴하며, 제2부분은 튜브형이며, 상기 토치 수단의 주 측면 표면 중 하나 위로 걸쳐지고, 한 주측면 표면을 벗어난 튜브 부분의 사실상 전체 외주 부분을 감싸는 것을 특징으로 하는 유리질 튜브 가열 장치.\\n \\n","apg":"아메리칸 텔리폰 앤드 텔레그라프 캄파니","invt":"윌리암 도날드 오브리엔 2세"}
{"ksic":"25995","an":"특1994-001380","ad":"19940126","pn":"특0125262","pd":"19971226","rn":"특0125262","rd":"19971004","ipc":"B23K35/368","cpc":"B23K35/0266 | B23K35/3602 | B23K9/1735","title":"다전극용 가스 시일드 아아크용접 플럭스 충전 와이어 및 용접법","ab":"특히 1m/min 이상의 고용접 속도의 다전극에서의 하향 및 수평 필립용접에 있어서, 피트, 가스홈 등이 발생이 없고, 우수한 비드외관, 형상의 용접부를 부여할 수 있는 다전극용 가스 시일드 아아크 용접 플럭스 충전 와이어 및 용접작업성이 양호하고 또한 내기공성이 우수한 고속도 가스 시일드 아아크 수평 필릿용접법을 제공한다.\\n 강제외피에 플럭스를 충전하여 이루어진 플럭스 충전 와이어에 있어서, 와이어 전중량당 산화물(단, 알칼리 금속산화물은 제외) : 1.5~4.5%, 알칼리금속화합물(단 알칼리 금속산화물로 환산한 양) : 0.01~0.07%, 알칼리 금속화합물(단, 알칼리 금속 산화물로 환산한 양)/산화물(단, 알칼라금속산화물은 제외) : 0.005~0.028), Mg : 0.1~0.7%, Si : 0.4~1.2%, Mn : 1.5~4.0%(단, Mn/Mg : 3.0~22.5)를 함유하고 있는 것을 특징으로 하고 있다.  알칼리 금속화합물로서는 Li, Na, K, Rb, Cs 등의 산화물, 플루오르화물, 탄산염 등을 들수 있다.  탄소강 및 저합금강의 수평 및 하향 필릿용접에 적합하고 특히 용접속도가 1m/min 이상의 고속용접이나 다리길이가 8.0mm 이상인 큰 다리길이를 얻는 용접에 적합하다.\\n 상기의 플럭스 충전 와이어를 선행 및 후행전극으로 사용하고, 선행극과 후행극과의 극간을 15~50mm로하여 용접하는 것을 특징으로 하고 있다.  선행극에 있어서, 와이어의 직경 : 1.2~2.4mmψ 전진ㆍ후퇴각 : 0~후퇴각 15°, 토치각도 : 40~60°, 전류 : 250Amp 이상(DCEP)로하고, 후행극에 있어서, 와이어의 직경 : 1.2~2.4mmψ(단, 후행극의 와이어의 직경  선행극의 와이어의 직경), 전진ㆍ후퇴각 : 0~전진각 25°, 토치각도 : 40~60°, 전류 : 200Amp 이상(DCEP)(단, 후행극의 전극  선행극의 전류)로 하는 것이 바람직하다.  입판을 사이에 끼운 양 선행극ㆍ후행극의 시프트 간격이 0~30mm 또는 70mm 이상인 것이 바람직하다.\\n 프리머 도장 강판에 있어서도 양호한 용접부가 얻어진다.\\n","cl":"강제 외피에 플럭스를 충전하여 이루어진 플럭스 충전 와이어에 있어서, 이 플럭스중에 와이어 전중량당 루틸, 일루미나이트, 지르콘샌드, 알루미나, 마그네시아 및 규사로 이루어진 군으로부터 선택되는 산화물 원료로부터 얻어지는 산화물 : 1.5~4.5%, Li, Na, K, Rb 및 Cs의 산화물로 구성된 군으로부터 1종 이상 선택되는 알칼리금속 화합물(단, 알칼리금속 산화물로 환산한 양) : 0.01~0.07%, Mg : 0.1~0.7%, Si : 0.4~1.2%, 및 Mn : 1.5~4.0%가 함유되고 있고, 상기 알칼리금속 화합물과 상기 산화물의 함량비율은 하기와 같고;\\n \\n 상기 Mg와 Mn의 함량비율은 하기와 같은;\\n \\n 인 것을 특징으로 하는 다전극용 가스 시일드 아아크용접 플럭스 충전 와이어.\\n \\n 제1항에 있어서, 상기 알칼리금속 화합물은 알칼리금속이 K, Na 및 Li 중 1중 이상인 알칼리금속 화합물이며, 이 알칼리금속 화합물을 K2O, Na2O 및 Li2O로 환산한 양이 K2O+Na2O+Li2O : 0.01~0.07%이고, 알칼리금속 화합물의 함량비율이 하기와 같은;\\n \\n 인 것을 특징으로 하는 다전극용 가스 시일드 아아크용접 플럭스 충전 와이어.\\n \\n 제1항의 가스 시일드 아아크용접용 플럭스 충전 와이어를 선행 및 후행 전극으로 사용하고, 선행극과 후행극과의 극간의 15~50mm로 하여 용접하는 것을 특징으로 하는 2전극 탠덤 가스 시일드 아아크 수평 필릿용접시공법.\\n \\n 제3항에 있어서, 선행극은 와이어의 직경 : 1.2~2.4mmψ, 전진ㆍ후퇴각 : 0~후퇴각 15°, 토치각도 : 40~60°, 및 전류 : 250Amp 이상(DCEP)인 것을 특징으로 하고, 후행극은, 와이어의 직경 : 1.2~2.4mmψ, (단, 후행극의 와이어의 직경≤선행극의 와이어의 직경), 전진ㆍ후퇴각 : 0~전진각 25°, 토치각도 : 40~60°, 및 전류 : 200Amp 이상(DCEP), (단 후행극의 전류≤선행극의 전류)인 것을 특징으로 하는 2전극 탠덤 가스 시일드 아아크 수평 필릿용접시공법.\\n \\n 제3항 또는 4항에 있어서, 압판을 사이에 끼운 양 선행극ㆍ후행극의 시프트 간격이 0~30mm 또는 70mm 이상인 것을 특징으로 하는 2전극 탠덤 가스 시일드 아아크 수평 필릿용접시공법.\\n \\n 제2항의 가스 시일드 아아크용접용 플럭스 충전 와이어를 선행 및 후행전극으로 사용하고, 선행극과 후행극과의 극간을 15~50mm로 하여 용접하는 것을 특징으로하는 2전극 탠덤 가스 시일드 아아크 수평 필릿용접시공법.\\n \\n 제6항에 있어서, 선행극은 와이어의 직경 : 1.2~2.4mmψ, 전진ㆍ후퇴각 : 0~후퇴각 15°, 토치각도 : 40~60°, 및 전류 : 250Amp 이상(DCEP)인 것을 특징으로 하고, 후행극은, 와이어의 직경 : 1.2~2.4mmψ, (단, 후행극의 와이어의 직경≤선행극의 와이어의 직경), 전진ㆍ후퇴각 : 0~전진각 25°, 토치각도 : 40~60°, 및 전류 : 200Amp 이상(DCEP), (단 후행극의 전류≤선행극의 전류)인 것을 특징으로 하는 2전극 탠덤 가스 시일드 아아크 수평 필릿용접시공법.\\n \\n 제6항 또는 7항에 있어서, 입판을 사이에 끼운 양 선행극ㆍ후행극의 시프트 간격이 0~30mm 또는 70mm 이상인 것을 특징으로 하는 2전극 탠덤 가스 시일드 아아크 수평 필릿용접시공법.\\n \\n","apg":"가부시키가이샤 고베 세이코쇼 취체역사장","invt":"아이다 이사오 | 이케모토 가즈오 | 구로카와 츠요시 | 나가오카 시게오 | 나카노 도시히코 | 스에나가 가즈유키"}
{"ksic":"38311","an":"특1989-009500","ad":"19890704","pn":"특0125936","pd":"19971226","rn":"특0125936","rd":"19971010","ipc":"B07C3/16","cpc":"B03C1/18 | B03C1/12 | B03C1/247 | Y02P70/171","title":"여러가지 금속편들을 자기(磁氣)분류하기 위한 회전자","ab":"내용 없음.\\n","cl":"회전자의 외주부로부터 짧은 거리로 떨어져 있고 회전자의 축선에 평행히 연장하는 길고 좁은 밴드형 지역에 고밀도이고 신속하게 역전하는 자속장을 생성하기 위한 회전가능한 자석 회전자로서, 그 회전자가 외측 표면과 중앙의 회전 축선을 가지고 철 물질로 형성된 사실상 균일한 벽 두께의 중공 원통형 드럼의 상기 외측 표면에 다수의 밀접히 인접하고 좁은 영구 자석 열들이 부착되어 구성되고, 상기 자석 열들은 드럽의 반경방향으로 측정하여 교대로 보다 두껍고 보다 얇게 되어 그 드럼의 원주 주위에 여러쌍의 인접한 두껍고 얇은 자석 열들을 형성하고, 또한 얇은 자석 열의 외측 표면이 두꺼운 자석 열의 외측 표면에 대해 들어가 있는 외측 노출면들을 가지며, 두꺼운 자석 열의 극성 방향이 드럼 반경방향으로 연장하고, 각 두꺼운 자석열의 외측 노출면의 극성이 다음의 인접한 두꺼운 자석열의 극성과 반대이며, 얇은 자석 열의 극성 방향은 드럼의 대략 원주 방향으로 즉, 두꺼운 자석 열의 극성 방향에 대략 수직으로 연장하고, 얇은 자석 열의 측부 가장자리들 각각의 자기 극성이 인접한 두꺼운 자석열의 외측 노출면의 자기 극성과 동일하며, 그리하여 각 얇은 자석 열과 그에 인접한 2개의 두꺼운 자석 열들 사이에 폐쇄된 자속 경로가 형성되고, 그 자속 경로는 얇은 자석 열을 지나 대체로 원주방향으로 그리고 그에 인접한 두꺼운 자석 열들중 하나를 지나 대체로 반경방향 외측으로 연장한 다음, 얇은 자석열의 외측 노출면위를 지나 반대측 두꺼운 자석 열로 연장하고 그 반대측 두꺼운 자석 열을 지나 뒤로 연장하여, 드럼의 회전시 상기 폐쇄된 자속 경로들 각각이 상기 지역에 순간적으로 배치되게 함으로써 그 지역을 지나는 고밀도의 신속하게 번갈아 나타나는 자속장을 발생하도록 된 회전가능한 자석 회전자.\\n \\n 제 9 항에 있어서, 두꺼운 자석 열의 자석들의 단면이 사실상 직사각형이고, 얇은 자석 열의 자석들의 단면이 사실상 사다리꼴 형태인 자석 분류기 회전자.\\n \\n 불규칙한 형태의 여러가지 비철금속편들이 혼합물에 신속하게 역전하는 고밀도 자속장을 부여하여, 그 금속편들을 소정의 금속 그룹들로 분리시키는데 사용되는 반발력을 금속편들에 야기하는 와류를 유도하기 위한 자석 회전자로서, 그 회전자가 외측 원주 표면과 사실상 수평으로 배치된 중앙의 회전 축선을 가진 원통형 드럼의 상기 외측 원주표면에 밀접한 간격의 좁은 영구 자석 열들이 부착되어 구성되고, 상기 자석 열들 각각이 외측 노출면과, 드럼의 외측 원주표면상에 위치되는 기부면과, 긴 양측부 가장자리들을 가지며, 상기 자석 열들을 일 열의 자석들의 극성 방향이 회전자의 대체로 반경방향이고 인접 열의 자석들의 극성 방향이 회전자의 대체로 원주방향이도록 인접한 쌍들로 형성되고, 반경방향으로 향한 극성의 각 자석 열의 자석들의 외측 면들에서의 극성이 반경방향으로 향한 극성의 다음번 인접 열의 외측면들의 극성과 반대이며, 원주방향으로 향한 극성의 자석 열들의 자석들의 각 측부의 극성이 원주방향으로 향한 극성의 인접열들의 인접 자석들의 외측 면의 극성과 동일한 자석 회전자.\\n \\n 제 11 항에 있어서, 각 자석 열을 형성하는 자석들이 블록과 같은 형태이고, 자석 열들중 적어도 몇몇열의 측부 가장자리들을 형성하는 자석 측벽들이 인접 자석 열들의 측부 가장자리들에 대해 서로 함께 밀접하게 설치되도록 각이 져 있는 자석 회전자.\\n \\n 제 12 항에 있어서, 교대적인 열들을 자석들이 사다리꼴 단면 형태를 가지며, 그러한 사다리꼴형 자석들 사이의 자석 열들은 드럼의 원주를 따라 서로 함께 밀접히 설치되도록 사실상 직사각형의 단면 형태를 가지는 회전자.\\n \\n 제 1 항에 있어서, 각 자석 열이 단부끼리 맞대어 배치된 다수의 사실상 동일한 영구 자석들로 형성된 회전 가능한 회전자.\\n \\n 제 1 항에 있어서, 얇은 자석 열들 각각의 자석들이 드럼의 내부쪽 방향으로 약간 집중하는 측부들을 가짐으로써, 그 자석들이 각 인접쌍의 두꺼운 자석 열들 사이에 공간들을 밀접하게 채우도록 대체로 사다리꼴 형태로 된 회전가능한 자석 회전자.\\n \\n 제 1 항에 있어서, 자석 열들을 위한 평탄하고 긴 지지 기부들을 제공하도록 회전자의 외측 표면에 그 회전자의 길이를 따라 평행한 스트라이프들이 형성되고, 얇은 자석 열들을 위한 기부들의 폭이 두꺼운 자석 열들을 위한 기부들의 폭보다 약간 좁으며, 두꺼운 자석 열들의 단면이 사실상 직사각형인 반면, 얇은 자석 열들의 단면은 이동벽 사다리꼴 형태이어서 그들의 좁은 기부들이 드럼의 지지 기부들에 대해 배치되고 그들의 경사진 측부들이 두꺼운 자석 열들의 측부들에 대해 배치되는 자석 회전자.\\n \\n 불규칙한 형태의 여러가지 비철금속편들의 혼합물에 신속하게 역전하는 고밀도 자속장을 부여하여, 그 금속편들을 소정의 그룹들로 분류 및 분리시키는데 사용되는 반발력을 그 금속편들에 유도하기 위한 자석 분류기 회전자로서, 그 회전자가 외측 원주 표면과 사실상 수평으로 배치된 중앙의 회전 축선을 가지며 철 물질로 형성된 대체로 균일한 벽 두께의 중공 원통형 드럼의 상기 외측 원주 표면에 밀접한 간격의 좁은 영구 자석 열들이 부착되어 구성되고, 상기 영구 자석 열들 각각이 외측 노출면과, 드럼의 외측 원주 표면 상에 위치되는 기부면과, 긴 양 측부 가장자리들을 가지며, 상기 자석 열들이 드럼의 외측 표면의 반경방향측으로 측정한 칫수가 교대로 두껍고 보다 얇게 되어, 각 얇은 자석 열들의 극성방향은 드럼에 대해 반경방향이고, 각 두꺼운 자석열의 외측면의 극성이 다음의 인접한 두꺼운 자석열의 외측면의 극성과 반대이고, 얇은 자석 열들의 극성 방향이 일 측부 가장자리로부터 다른 측부 가장자리로 횡으로 연장하는 대체로 원주방향이고, 그 측부 가장자리들의 극성이 그들에 인접한 두꺼운 자석열의 외측 노출면의 극성과 같고, 그리하여 자속장이 각 얇은 자속 열을 지나 횡으로 흐른 다음, 그에 인접한 2개의 두꺼운 자석 열들중 하나를 지나 반경방향 외측으로 흐르고 상기 얇은 자석 열의 들어간 외측면 위를 지나고 그에 인접한 반대측 두꺼운 자석열을 지나 반경방향 내측으로 복귀하며, 회전자의 회전시 회전자의 약간 위에 위치되고 드럼의 중앙 축선에 대체로 평행히 연장하는 긴 밴드형 지역에 신속하게 변하는 높은 자속 밀도 자장이 생성되어, 상기 지역을 지나 횡으로 통과하는 여러가지 금속편들을 분류하는 것을 보조하도록 그 여러가지 금속편들에 반발력을 유도하도록 된 자석 분류기 회전자.\\n \\n 제 5 항에 있어서, 각 자석 열이 단부끼리 맞대어 배열된 다수의 작은 블록형 영구 자석들로 형성된 자석 분류기 회전자.\\n \\n 제 6 항에 있어서, 자석 열들중 적어도 몇몇 열의 자석들이 드럼의 외주를 따라 인접 자석 열들을 서로 함께 밀접히 위치시키도록 사실상 사다리꼴 단면으로 된 자석 분류기 회전자.\\n \\n 제 6 항에 있어서, 두꺼운 자석 열의 자석들의 단면이 사실상 직사각형이고 얇은 자석 열의 자석들의 단면이 사실상 이등변 사다리꼴 형태인 자석 분류기 회전자.\\n \\n 제 6 항에 있어서, 드럼의 외측 원주 표면에 평탄하고 축방향으로 연장하는 스트라이프들이 형성되고, 각 자석 열이 그 스트라이프들 각각에 착좌되고, 각 스트라이프는 그에 착좌된 자석 열의 폭과 대략 같은 폭이고, 자석 열들이 접착제에 의해 스트라이프들에 부착되는 자석 분류기 회전자.\\n \\n","apg":"휴런 밸리 스틸 코오포레이션","invt":"리차아드 버트 울런스키"}
